7767517
214 246
Input                    images                   0 1 images
MemoryData               746                      0 1 746 0=208 1=208 2=2
Convolution              Conv_0                   1 1 images 664 0=22 1=6 3=2 4=2 5=1 6=2376 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_83                2 1 746 664 748
ConvolutionDepthWise     Conv_84                  1 1 748 1758 0=24 1=3 3=2 4=1 5=1 6=216 7=24
Convolution              Conv_85                  1 1 1758 760 0=24 1=1 5=1 6=576 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_0              1 2 760 760_splitncnn_0 760_splitncnn_1
ConvolutionDepthWise     Conv_94                  1 1 760_splitncnn_1 1764 0=24 1=3 3=2 4=1 5=1 6=216 7=24
Convolution              Conv_95                  1 1 1764 772 0=12 1=1 5=1 6=288 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_104                 1 1 760_splitncnn_0 782 0=12 1=1 5=1 6=288 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_113                 1 1 782 1773 0=12 1=3 3=2 4=1 5=1 6=108 7=12
Convolution              Conv_114                 1 1 1773 794 0=52 1=1 5=1 6=624 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_123               2 1 772 794 795
ShuffleChannel           Reshape_128              1 1 795 800 0=2
Split                    splitncnn_1              1 2 800 800_splitncnn_0 800_splitncnn_1
Crop                     Slice_133                1 1 800_splitncnn_1 805 -23309=1,0 -23310=1,32 -23311=1,0
Crop                     Slice_138                1 1 800_splitncnn_0 810 -23309=1,32 -23310=1,2147483647 -23311=1,0
Convolution              Conv_139                 1 1 810 820 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_148                 1 1 820 1782 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              Conv_149                 1 1 1782 832 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_158               2 1 805 832 833
ShuffleChannel           Reshape_163              1 1 833 838 0=2
Split                    splitncnn_2              1 2 838 838_splitncnn_0 838_splitncnn_1
Crop                     Slice_168                1 1 838_splitncnn_1 843 -23309=1,0 -23310=1,32 -23311=1,0
Crop                     Slice_173                1 1 838_splitncnn_0 848 -23309=1,32 -23310=1,2147483647 -23311=1,0
Convolution              Conv_174                 1 1 848 858 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_183                 1 1 858 1791 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              Conv_184                 1 1 1791 870 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_193               2 1 843 870 871
ShuffleChannel           Reshape_198              1 1 871 876 0=2
Split                    splitncnn_3              1 2 876 876_splitncnn_0 876_splitncnn_1
Crop                     Slice_203                1 1 876_splitncnn_1 881 -23309=1,0 -23310=1,32 -23311=1,0
Crop                     Slice_208                1 1 876_splitncnn_0 886 -23309=1,32 -23310=1,2147483647 -23311=1,0
Convolution              Conv_209                 1 1 886 896 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_218                 1 1 896 1800 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              Conv_219                 1 1 1800 908 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_228               2 1 881 908 909
ShuffleChannel           Reshape_233              1 1 909 914 0=2
Split                    splitncnn_4              1 3 914 914_splitncnn_0 914_splitncnn_1 914_splitncnn_2
ConvolutionDepthWise     Conv_234                 1 1 914_splitncnn_2 1806 0=64 1=3 3=2 4=1 5=1 6=576 7=64
Convolution              Conv_235                 1 1 1806 926 0=32 1=1 5=1 6=2048 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_244                 1 1 914_splitncnn_1 936 0=32 1=1 5=1 6=2048 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_253                 1 1 936 1815 0=32 1=3 3=2 4=1 5=1 6=288 7=32
Convolution              Conv_254                 1 1 1815 948 0=96 1=1 5=1 6=3072 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_263               2 1 926 948 949
ShuffleChannel           Reshape_268              1 1 949 954 0=2
Split                    splitncnn_5              1 2 954 954_splitncnn_0 954_splitncnn_1
Crop                     Slice_273                1 1 954_splitncnn_1 959 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_278                1 1 954_splitncnn_0 964 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_279                 1 1 964 974 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_288                 1 1 974 1824 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_289                 1 1 1824 986 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_298               2 1 959 986 987
ShuffleChannel           Reshape_303              1 1 987 992 0=2
Split                    splitncnn_6              1 2 992 992_splitncnn_0 992_splitncnn_1
Crop                     Slice_308                1 1 992_splitncnn_1 997 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_313                1 1 992_splitncnn_0 1002 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_314                 1 1 1002 1012 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_323                 1 1 1012 1833 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_324                 1 1 1833 1024 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_333               2 1 997 1024 1025
ShuffleChannel           Reshape_338              1 1 1025 1030 0=2
Split                    splitncnn_7              1 2 1030 1030_splitncnn_0 1030_splitncnn_1
Crop                     Slice_343                1 1 1030_splitncnn_1 1035 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_348                1 1 1030_splitncnn_0 1040 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_349                 1 1 1040 1050 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_358                 1 1 1050 1842 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_359                 1 1 1842 1062 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_368               2 1 1035 1062 1063
ShuffleChannel           Reshape_373              1 1 1063 1068 0=2
Split                    splitncnn_8              1 2 1068 1068_splitncnn_0 1068_splitncnn_1
Crop                     Slice_378                1 1 1068_splitncnn_1 1073 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_383                1 1 1068_splitncnn_0 1078 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_384                 1 1 1078 1088 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_393                 1 1 1088 1851 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_394                 1 1 1851 1100 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_403               2 1 1073 1100 1101
ShuffleChannel           Reshape_408              1 1 1101 1106 0=2
Split                    splitncnn_9              1 2 1106 1106_splitncnn_0 1106_splitncnn_1
Crop                     Slice_413                1 1 1106_splitncnn_1 1111 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_418                1 1 1106_splitncnn_0 1116 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_419                 1 1 1116 1126 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_428                 1 1 1126 1860 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_429                 1 1 1860 1138 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_438               2 1 1111 1138 1139
ShuffleChannel           Reshape_443              1 1 1139 1144 0=2
Split                    splitncnn_10             1 2 1144 1144_splitncnn_0 1144_splitncnn_1
Crop                     Slice_448                1 1 1144_splitncnn_1 1149 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_453                1 1 1144_splitncnn_0 1154 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_454                 1 1 1154 1164 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_463                 1 1 1164 1869 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_464                 1 1 1869 1176 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_473               2 1 1149 1176 1177
ShuffleChannel           Reshape_478              1 1 1177 1182 0=2
Split                    splitncnn_11             1 2 1182 1182_splitncnn_0 1182_splitncnn_1
Crop                     Slice_483                1 1 1182_splitncnn_1 1187 -23309=1,0 -23310=1,64 -23311=1,0
Crop                     Slice_488                1 1 1182_splitncnn_0 1192 -23309=1,64 -23310=1,2147483647 -23311=1,0
Convolution              Conv_489                 1 1 1192 1202 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_498                 1 1 1202 1878 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_499                 1 1 1878 1214 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_508               2 1 1187 1214 1215
ShuffleChannel           Reshape_513              1 1 1215 1220 0=2
Split                    splitncnn_12             1 3 1220 1220_splitncnn_0 1220_splitncnn_1 1220_splitncnn_2
ConvolutionDepthWise     Conv_514                 1 1 1220_splitncnn_2 1884 0=128 1=3 3=2 4=1 5=1 6=1152 7=128
Convolution              Conv_515                 1 1 1884 1232 0=64 1=1 5=1 6=8192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_524                 1 1 1220_splitncnn_1 1242 0=64 1=1 5=1 6=8192 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_533                 1 1 1242 1893 0=64 1=3 3=2 4=1 5=1 6=576 7=64
Convolution              Conv_534                 1 1 1893 1254 0=192 1=1 5=1 6=12288 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_543               2 1 1232 1254 1255
ShuffleChannel           Reshape_548              1 1 1255 1260 0=2
Convolution              Conv_549                 1 1 1260 1270 0=128 1=1 5=1 6=32768 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_13             1 2 1270 1270_splitncnn_0 1270_splitncnn_1
Interp                   Resize_559               1 1 1270_splitncnn_1 1275 0=1 1=2.000000e+00 2=2.000000e+00
Concat                   Concat_560               2 1 1275 1220_splitncnn_0 1276
Split                    splitncnn_14             1 2 1276 1276_splitncnn_0 1276_splitncnn_1
Convolution              Conv_561                 1 1 1276_splitncnn_1 1286 0=64 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_570                 1 1 1276_splitncnn_0 1296 0=64 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_579                 1 1 1286 1306 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_588                 1 1 1306 1911 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_589                 1 1 1911 1318 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_598               2 1 1318 1296 1319
Convolution              Conv_599                 1 1 1319 1329 0=128 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_608                 1 1 1329 1339 0=64 1=1 5=1 6=8192 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_15             1 2 1339 1339_splitncnn_0 1339_splitncnn_1
Interp                   Resize_618               1 1 1339_splitncnn_1 1344 0=1 1=2.000000e+00 2=2.000000e+00
Concat                   Concat_619               2 1 1344 914_splitncnn_0 1345
Split                    splitncnn_16             1 2 1345 1345_splitncnn_0 1345_splitncnn_1
Convolution              Conv_620                 1 1 1345_splitncnn_1 1355 0=32 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_629                 1 1 1345_splitncnn_0 1365 0=32 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_638                 1 1 1355 1375 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_647                 1 1 1375 1932 0=32 1=3 4=1 5=1 6=288 7=32
Convolution              Conv_648                 1 1 1932 1387 0=32 1=1 5=1 6=1024 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_657               2 1 1387 1365 1388
Convolution              Conv_658                 1 1 1388 1398 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_17             1 2 1398 1398_splitncnn_0 1398_splitncnn_1
ConvolutionDepthWise     Conv_667                 1 1 1398_splitncnn_1 1941 0=64 1=3 3=2 4=1 5=1 6=576 7=64
Convolution              Conv_668                 1 1 1941 1410 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_677               2 1 1410 1339_splitncnn_0 1411
Split                    splitncnn_18             1 2 1411 1411_splitncnn_0 1411_splitncnn_1
Convolution              Conv_678                 1 1 1411_splitncnn_1 1421 0=64 1=1 5=1 6=8192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_687                 1 1 1411_splitncnn_0 1431 0=64 1=1 5=1 6=8192 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_696                 1 1 1421 1441 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_705                 1 1 1441 1956 0=64 1=3 4=1 5=1 6=576 7=64
Convolution              Conv_706                 1 1 1956 1453 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_715               2 1 1453 1431 1454
Convolution              Conv_716                 1 1 1454 1464 0=128 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_19             1 2 1464 1464_splitncnn_0 1464_splitncnn_1
ConvolutionDepthWise     Conv_725                 1 1 1464_splitncnn_1 1965 0=128 1=3 3=2 4=1 5=1 6=1152 7=128
Convolution              Conv_726                 1 1 1965 1476 0=128 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_735               2 1 1476 1270_splitncnn_0 1477
Split                    splitncnn_20             1 2 1477 1477_splitncnn_0 1477_splitncnn_1
Convolution              Conv_736                 1 1 1477_splitncnn_1 1487 0=128 1=1 5=1 6=32768 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_745                 1 1 1477_splitncnn_0 1497 0=128 1=1 5=1 6=32768 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_754                 1 1 1487 1507 0=128 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_763                 1 1 1507 1980 0=128 1=3 4=1 5=1 6=1152 7=128
Convolution              Conv_764                 1 1 1980 1519 0=128 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Concat                   Concat_773               2 1 1519 1497 1520
Convolution              Conv_774                 1 1 1520 1530 0=256 1=1 5=1 6=65536 9=6 -23310=2,1.666667e-01,5.000000e-01
Convolution              Conv_783                 1 1 1398_splitncnn_0 1540 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_21             1 2 1540 1540_splitncnn_0 1540_splitncnn_1
ConvolutionDepthWise     Conv_792                 1 1 1540_splitncnn_1 1992 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_793                 1 1 1992 1552 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_802                 1 1 1552 1998 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_803                 1 1 1998 1564 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_22             1 2 1564 1564_splitncnn_0 1564_splitncnn_1
Convolution              Conv_812                 1 1 1564_splitncnn_1 1595 0=8 1=1 5=1 6=512 9=4
Convolution              Conv_813                 1 1 1564_splitncnn_0 1594 0=4 1=1 5=1 6=256 9=4
ConvolutionDepthWise     Conv_814                 1 1 1540_splitncnn_0 2004 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_815                 1 1 2004 1578 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_824                 1 1 1578 2010 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_825                 1 1 2010 1590 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_23             1 2 1590 1590_splitncnn_0 1590_splitncnn_1
Convolution              Conv_834                 1 1 1590_splitncnn_1 1591 0=8 1=1 5=1 6=512
Convolution              Conv_835                 1 1 1590_splitncnn_0 1593 0=1 1=1 5=1 6=64 9=4
Concat                   Concat_839               4 1 1591 1593 1594 1595 1596
Convolution              Conv_840                 1 1 1464_splitncnn_0 1606 0=64 1=1 5=1 6=8192 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_24             1 2 1606 1606_splitncnn_0 1606_splitncnn_1
ConvolutionDepthWise     Conv_849                 1 1 1606_splitncnn_1 2019 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_850                 1 1 2019 1618 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_859                 1 1 1618 2025 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_860                 1 1 2025 1630 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_25             1 2 1630 1630_splitncnn_0 1630_splitncnn_1
Convolution              Conv_869                 1 1 1630_splitncnn_1 1661 0=8 1=1 5=1 6=512 9=4
Convolution              Conv_870                 1 1 1630_splitncnn_0 1660 0=4 1=1 5=1 6=256 9=4
ConvolutionDepthWise     Conv_871                 1 1 1606_splitncnn_0 2031 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_872                 1 1 2031 1644 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_881                 1 1 1644 2037 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_882                 1 1 2037 1656 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_26             1 2 1656 1656_splitncnn_0 1656_splitncnn_1
Convolution              Conv_891                 1 1 1656_splitncnn_1 1657 0=8 1=1 5=1 6=512
Convolution              Conv_892                 1 1 1656_splitncnn_0 1659 0=1 1=1 5=1 6=64 9=4
Concat                   Concat_896               4 1 1657 1659 1660 1661 1662
Convolution              Conv_897                 1 1 1530 1672 0=64 1=1 5=1 6=16384 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_27             1 2 1672 1672_splitncnn_0 1672_splitncnn_1
ConvolutionDepthWise     Conv_906                 1 1 1672_splitncnn_1 2046 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_907                 1 1 2046 1684 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_916                 1 1 1684 2052 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_917                 1 1 2052 1696 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_28             1 2 1696 1696_splitncnn_0 1696_splitncnn_1
Convolution              Conv_926                 1 1 1696_splitncnn_1 1727 0=8 1=1 5=1 6=512 9=4
Convolution              Conv_927                 1 1 1696_splitncnn_0 1726 0=4 1=1 5=1 6=256 9=4
ConvolutionDepthWise     Conv_928                 1 1 1672_splitncnn_0 2058 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_929                 1 1 2058 1710 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
ConvolutionDepthWise     Conv_938                 1 1 1710 2064 0=64 1=5 4=2 5=1 6=1600 7=64
Convolution              Conv_939                 1 1 2064 1722 0=64 1=1 5=1 6=4096 9=6 -23310=2,1.666667e-01,5.000000e-01
Split                    splitncnn_29             1 2 1722 1722_splitncnn_0 1722_splitncnn_1
Convolution              Conv_948                 1 1 1722_splitncnn_1 1723 0=8 1=1 5=1 6=512
Convolution              Conv_949                 1 1 1722_splitncnn_0 1725 0=1 1=1 5=1 6=64 9=4
Concat                   Concat_953               4 1 1723 1725 1726 1727 1728
Reshape                  Reshape_961              1 1 1596 1736 0=-1 1=21
Reshape                  Reshape_969              1 1 1662 1744 0=-1 1=21
Reshape                  Reshape_977              1 1 1728 1752 0=-1 1=21
Concat                   Concat_978               3 1 1736 1744 1752 1753 0=1
Permute                  Transpose_979            1 1 1753 output 0=1
